[A_Item.Artifact_AggressionTenacityAssault ArtifactDefinition]
UseFailureCharacterMessage="how do you need it %s Use this article."
ItemName="old heart"
PickupMessage="you choose %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This item is not available."
NoManufacturerName="Abstract"

[A_Item.Artifact_AggressionTenacityLauncher ArtifactDefinition]
UseFailureCharacterMessage="Be it so. %s Use this article.."
ItemName="The life of an old man"
PickupMessage="you have %s"
UseFailureLevelMessage="You must have at least %d to use this tool."
UseFailureConstraintsMessage="This product is no longer available."
NoManufacturerName="Left hand |"

[A_Item.Artifact_AggressionTenacityPistol ArtifactDefinition]
UseFailureCharacterMessage="You should %s Use this article."
ItemName="Old heart"
PickupMessage="near you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this product.."
NoManufacturerName="much more"

[A_Item.Artifact_AggressionTenacityShotgun ArtifactDefinition]
UseFailureCharacterMessage="You should be %s Use this item."
ItemName="The heart is getting better"
PickupMessage="you do %s"
UseFailureLevelMessage="You must have %d role to use it.."
UseFailureConstraintsMessage="You can not use this item.."
NoManufacturerName="mean"

[A_Item.Artifact_AggressionTenacitySMG ArtifactDefinition]
UseFailureCharacterMessage="Are you sure %s use this project."
ItemName="old heart"
PickupMessage="exists %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Chief"

[A_Item.Artifact_AggressionTenacitySniper ArtifactDefinition]
UseFailureCharacterMessage="You should be %s Use this article."
ItemName="the life of ancient people"
PickupMessage="you got it %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="This product is missing."
NoManufacturerName="normally"

[A_Item.Artifact_ElementalProficiency ArtifactDefinition]
UseFailureCharacterMessage="Probably not. %s Take advantage of this article."
ItemName="Old bones"
PickupMessage="Take care of it %s"
UseFailureLevelMessage="You must be at least %d level to use this.."
UseFailureConstraintsMessage="This item has been disabled."
NoManufacturerName="generally"

[A_Item.Artifact_ResistanceProtection ArtifactDefinition]
UseFailureCharacterMessage="he must. %s Use this tool."
ItemName="old tires"
PickupMessage="it exists %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You can't use this."
NoManufacturerName="Always"

[A_Item.Artifact_VitalityStockpile ArtifactDefinition]
UseFailureCharacterMessage="I have to do it %s For this article."
ItemName="Original blood"
PickupMessage="You have chosen %s"
UseFailureLevelMessage="To use this, you need %d level.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="personal:"

[Body.Body_AggressionTenacity:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="I have changed [skill]Weapon damage[-skill] Skills [skill]the end[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_ElementalProficiency:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Solution [skill]lost[-skill] Materials and speed [skill]The ability to fade[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_ResistanceProtection:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="abbreviation [skill]The price will be paid[-skill] and improve your skills [skill]It's a good weapon[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_VitalityStockpile:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="enter settings [skill]Healthy[-skill] And [skill]weapon power[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

